{
    "canned_text": [
        {
            "Full Text": "التطورات في السودان: إطلاق الغاز المسيل للدموع لتفريق المتظاهرين وتحذير أممي من أزمة إنسانية مقبلة\nقبل 2 ساعة\nمظاهرات السودانصدر الصورة،EPA\nأطلقت قوات الشرطة السودانية الغاز المسيل للدموع لتفريق آلاف المتظاهرين المطالبين بالتحول الديمقراطي أمام القصر الجمهوري بالخرطوم، في وقت حذرت الأمم المتحدة من تدهور الأوضاع الإنسانية في السودان وأشارت إلى أن ثلاثين في المائة من الشعب السوداني سيحتاجون لمساعدة إنسانية العام المقبل.\n\nوكانت حشود المتظاهرين تجمعت من عدة مناطق في العاصمة السودانية وتوجهت صوب القصر الجمهوري تنديداً بالانقلاب العسكري ورفضاً للاتفاق السياسي الموقع بين رئيس الوزراء عبد الله حمدوك وقائد الجيش الفريق عبد الفتاح البرهان.\nكما تجمع الآلاف في منطقة المؤسسة في مدينة الخرطوم بحري وأعلنوا اعتصاما لمدة يوم واحد تنديدًا بالانقلاب العسكري.\n\nورفع المتظاهرون لافتات تحمل صور ضحايا الاحتجاجات التي وقعت في الأيام السابقة وشعارات تطالب بالقصاص ممن تورطوا في قتل المتظاهرين .\nوتكرر الأمر ذاته في منطقة الازهري جنوب الخرطوم حينما أحتشد الآلاف وهم يهتفون بشعارات تنادي بمدنية الدولة.\n\nتخطى مواضيع قد تهمك وواصل القراءة\nمواضيع قد تهمك\nمظاهرة في الخرطوم\n\nصبي سوداني يحمل لافتة خلال الاحتجاجات التي شهدتها العاصمة السودانية اليوم.\nوكان البرهان قد أكد ان الجيش سينسحب من الحياة السياسية عقب الانتخابات المقررة في نهاية الفترة الانتقالية وقال إن المؤسسة العسكرية ستسلم السلطة إلى حكومة منتخبة.\nتخطى البودكاست وواصل القراءة\nالحلقات\nالبودكاست نهاية\n\nوسبق للبرهان أن أكد أيضاً أن التحرك الذي قام به الجيش لم يكن انقلاباً عسكرياً وإنما خطوة لتصحيح مسار الفترة الانتقالية نحو ديموقراطية كاملة بدأت مع الإطاحة بالرئيس السابق عمر البشير في 2019.\nوكان حمدوك قد دافع عن الاتفاق الذي وقعه مع الجيش بعد أن رفعت عن الإقامة الجبرية في منزله.\nحمدوك يعفي قائد الشرطة السودانية ونائبه من منصبيهما\nهيومن رايتس ووتش والعفو الدولية تطالبان السودان بالإفراج عن المحتجزين منذ بداية الانقلاب\nمحتجون على انقلاب السودان: لا يمكنهم قتلنا جميعا\n\nوقال إنه عقد اتفاق الشراكة مع الجيش بهدف وقف سفك الدماء الناجم عن حملات قمع المظاهرات المناوئة للانقلاب في الشارع ولكي لا يتم تبديد مكاسب العامين الماضيين.\nيُذكر أن حوالي 45 شخصاً قتلوا في مواجهات مع قوات الأمن خلال الاحتجاجات الشعبية التي شهدها الشارع السوداني في الفترة ما بين 25 أكتوبر/ تشرين الأول و 22 نوفمبر/ تشرين الثاني، بالإضافة إلى مئات الجرحى.\nتحذير أممي\nفي غضون ذلك، حذرت الأمم المتحدة في تقرير صدر الاثنين من أن ثلاثين في المائة من الشعب السوداني سيحتاجون إلى مساعدة إنسانية العام المقبل، قائلة إن هذه النسبة هي الأعلى خلال عقد من الزمن.\n\nجموع غفيرة شاركت في احتجاجات اليوم بالخرطوم\nصدر الصورة،\nالتعليق على الصورة،\nآلاف السودانيين شاركوا في الاحتجاجات التي شهدتها العاصمة السودانية الخرطوم\n\nوألقت المنظمة الدولية باللائمة في ذلك على أزمة السودان الاقتصادية وجائحة كورونا والفيضانات والأمراض، وحقيقة أن السودان، وهو أحد أفقر الدول في العالم، ويأوي الملايين من اللاجئين والنازحين.\nوقال مكتب الأمم المتحدة لتنسيق الشؤون الإنسانية إن 14.3 مليوناً من سكان السودان البالغ عددهم 47.9 مليون، بما في ذلك المواطنين واللاجئين، سيحتاجون للمساعدة الإنسانية العام المقبل.\n\nوقال التقرير أن هذا الرقم يزيد بنحو 800,000 شخص عن الرقم الخاص بهذا العام، مضيفاً بأن عدد الأشخاص المحتاجين في السودان في 2022 سيكون الأعلى منذ العقد الماضي.\nوتفيد التقديرات بأن أكثر من نصف عدد الأشخاص المعرضين للخطر هم من النساء والأطفال.\n\nمياه الفيضانات في السودان تغمر أكواخ لاجئين من جنوب السودان في ولاية النيل الأبيض.\nصدر الصورة،GETTY IMAGES\nالتعليق على الصورة،\nالفيضانات في السودان أحد العوامل التي ساهمت في تفاقم الفقر في البلاد.\n\nويضم السودان قرابة ثلاثة ملايين نازح داخلياً بعد عقود من الصراعات، من بينها الصراع في منطقة دارفور غربي البلاد التي خلف القتال فيها في 2003 حوالي 300 ألف قتيل، بحسب تقديرات الأمم المتحدة.\n\nوتستضيف البلاد أيضاً قرابة 1.2 مليوناً من اللاجئين وطالبي اللجوء، منهم 68 في المائة من جنوب السودان التي انفصلت عن السودان في 2011.\n\nويعاني السودان منذ الإطاحة بالرئيس السابق عمر البشير من الاضطراب السياسي والأزمات الاقتصادية التي زادت تفاقماً بعد الانقلاب العسكري في 25 أكتوبر/ تشرين الأول. ",
            "Label": "Developments in Sudan: Tear gas fired to disperse protesters and a UN warning of a coming humanitarian crisis.",
            "do_translate": true
        },
        {
            "Full Text": "تعرف على البلد الذي ينتخب رئيسه بإلقاء كرات زجاجية في براميل الاقتراع\nشهدت غامبيا ازدهارا ديمقراطيا ملحوظا على مدى السنوات الخمس الماضية، لكن نظامها الغريب في انتخاب زعمائها لم يتغير، ومعظم الغامبيين فخورون جدا بنظام التصويت الفريد الخاص بهم.\nفعندما ذهبوا إلى مراكز الاقتراع أمس السبت 4 ديسمبر/كانون الأول لانتخاب رئيس لم يستخدموا بطاقات الاقتراع.\n\nبدلا من ذلك، عند الوصول إلى مركز الاقتراع، وبعد التحقق من هوية الناخب، وُجهوا إلى سلسلة من البراميل المرسومة بألوان مختلف المرشحين.\nويبرز من أعلى كل برميل أنبوب يدخل فيه الناخب كرة البِـلِّي الزجاجية الصغيرة، التي يلعب بها الأطفال ويسمونها في بعض البلاد العربية: الدحاحل و الجلول والمصاقيل، يسلمها له مسؤول انتخابي.\n\nومع سماع دوي سقوط تلك الكرة في البرميل، سيتمكن المسؤولون من سماع ما إذا كان أي شخص يحاول التصويت أكثر من مرة.\n\nوعندما تُغلق صناديق الاقتراع، يتم فرز كرات البلي في كل برميل كما هو الحال مع أوراق الاقتراع.\nوقد طبقت طريقة التصويت هذه بعد الاستقلال في عام 1965 بسبب ارتفاع معدل الأمية في غامبيا، كما يقول الكاتب الصحفي، أدي دارامي، الذي يحمل جنسيتي سيراليون وغامبيا،\n\nوأدخلت إصلاحات عدة على هذه الطريقة منذ أن ترك يحيى جامع السلطة على مضض بعد خسارته الانتخابات الرئاسية في عام 2016.\nحكاية البلد الذي لا يصل فيه أحد في موعده أبدا\nقالوا لي سنأخذ كليتك إن لم تسدد القرض\n\nسيناريو مُرعب\nكان بعض مسؤولي الانتخابات يأملون سرا في أن تتضمن الإصلاحات التخلص من طريقة التصويت من خلال إلقاء كرات البِلي الصغيرة في البراميل.\nلقد جادلوا بأنه مع انفتاح الفضاء الديمقراطي وإمكانية مشاركة المزيد من المرشحين في الانتخابات المستقبلية ، باتت طريقة كرات البلي الصغيرة والبراميل مرهقة للغاية.\nففي الماضي، كانت هناك حاجة إلى حوالي 3 براميل فقط في كل مركز اقتراع.\nلماذا يوصف السود بـالعبيد في السودان؟\nرسائل من أفريقيا: لماذا تتفوق رياضيات نيجيريا على رياضييها\nوخلال 22 عاما هي المدة التي مكث فيها يحي جامع في السلطة، بدا أن هناك القليل من الجدوى من التنافس.\nوفي الواقع، كان لغامبيا ثلاثة رؤساء فقط في تاريخها.\n\nويقر العديد من المراقبين بأن الانتخابات الوحيدة التي فاز بها جامع كانت في عام 1996 خلال فترة شهر عسل بعد الانقلاب ولم تكن تجاوزاته الاستبدادية قد ترسخت بعد.\nويقولون إن الانتخابات اللاحقة كانت لصالحه، وبدا أن هزيمته في عام 2016 قد فاجأته، وخليفته أداما بارو أيضا، على حين غرة.\nلقد كان السباق إلى حد كبير ساخنا بين بارو وجامع، حيث كان بارو مرشحا توافقيا تم اختياره من قبل ائتلاف من أحزاب المعارضة، فيما حصلت المرشحة الثالثة، ماما كانده، على حوالي 17 في المئة من الأصوات.\n\nوفي انتخابات السبت رشح الرئيس بارو نفسه مرة أخرى، لكن هذه المرة على بطاقة حزبه المشكل حديثا.\nتعرف على الدولة التي يعد فيها محتالو الإنترنت قدوة ومصدر إلهام للشباب!\nوفي مرحلة ما، بدا أنه سيواجه 22 مرشحا، وهو سيناريو مرعب للجنة الانتخابات نظرا لأن نظام الكرات الزجاجية والبراميل لا يزال ساريا حيث لم تكن هناك إرادة سياسية حقيقية لتغييره.\nومما يبعث على الارتياح أن عدد المرشحين قُلص منذ ذلك الحين إلى ستة، ولا يزال هذا العدد كبيرا بالنسبة لبلد يبلغ عدد سكانه حوالي 2.2 مليون نسمة.\n\nجامع مازال مثيرا للانقسام\nوجود كل هؤلاء المرشحين دليل على مدى التغيير الذي طرأ على البلاد ومازال مستمرا.\nففي الماضي، كان الناس إما خائفين للغاية من التنافس ضد الرئيس يحيى جامع أو يعتبرون الترشُح ضده مضيعة للوقت.\nوفي هذه الأيام، التي كثُر فيها الحديث عن غامبيا الجديدة، ذهب هذا الخوف وانتشرت حرية التعبير.\n\nويقدم الممثل الكوميدي واغان عرضا تلفزيونيا أسبوعيا يسخر فيه من جميع الساسة الرئيسيين بما في ذلك الرئيس، وهو أمر لم يكن من الممكن تصوره قبل 5 سنوات.\nويعلق الصحفيون على أي شيء دون خوف من التعرض للسجن أو التعذيب أو القتل كما حدث في عهد يحيى جامع.\n\nوسلط الضوء على بعض تلك الفظائع خلال جلسات استماع لجنة الحقيقة والمصالحة والتعويضات (تي آر آر سي)، التي استمعت إلى شهادات ما يقرب من 400 شخص من يناير/كانون الثاني من عام 2019 وحتى مايو/آيار من عام 2021.\n\nوسلمت اللجنة تقريرها النهائي المكون من 17 جزءا، الأسبوع الماضي، وأمام الرئيس الآن 6 أشهر للرد عليها وعلى توصياتها.\n\nوهذا يعني أن من سيفوز في انتخابات 4 ديسمبر / كانون الأول سيبدأ العملية الحقيقية لمداواة الجروح التي خلفتها فترة حكم يحيى جامع للبلاد.\n\nوحاول يحيى جامع، من منفاه في غينيا الاستوائية، إلقاء ظلاله على العملية الانتخابية.\n\nلم يستطع أحد السفر لوداع جدي\n\nوما زال ذلك الرجل، البالغ من العمر 56 عاما، شخصية مثيرة للانقسام، إذ يتجلى ذلك في الخلاف مع الحزب الذي أسسه، التحالف من أجل إعادة التوجيه الوطني والبناء (إيه بي آر سي) الذي دخل في تحالف رسمي مع حزب الرئيس بارو، ما أثار انزعاج جامع الذي أصدر سلسلة من التسجيلات الصوتية لدعم المرشحة ماما كانديه.\n\nلكن الظل الحقيقي الذي فرض نفسه على غامبيا، مثل بقية أنحاء العالم، هو وباء فيروس كورونا.\n\nوتعتمد البلاد بشواطئها الجميلة ووفرة الحياة البرية فيها بشكل كبير على السياحة وتضررت بشدة من قيود السفر، وقد فقد كثير من الناس وظائفهم.\n\nويوجد الآن عدد قليل من السياح ولكن هناك كثير مما يجب القيام به للعودة إلى مستويات ما قبل كوفيد.\n\nوحتى قبل فيروس كورونا، كان هناك كثيرون سعوا للهجرة إلى أوروبا فرارا من ارتفاع معدل البطالة ومن أجل حياة أفضل.\n\nبالنسبة لمن يربح أكبر عدد من كرات البِلي الصغيرة في 4 ديسمبر/كانون الأول، فإن خلق الفرص وتطويرها في غامبيا لجعلها أكثر جاذبية للمقيمين، وليس فقط للسائحين، سيكون التحدي الأكبر.\n\nولكن من يشارك في هذا السباق الرئاسي؟\n\nهناك 6 مرشحين في السباق:\n• أداما بارو، مرشح حزب الشعب الوطني، وهو الرئيس الحالي.\n\n• أوسينو داربو، وهو مرشح الحزب الديمقراطي المتحد، وهو محام عمل لفترة وجيزة نائبا للرئيس بارو فقد كان جزءا من الائتلاف الذي أسقط يحيى جامع، وهذه هي المرة الخامسة التي يخوض فيها انتخابات رئاسية .\n\n• عيسى مبي فال (مستقل)، وهو محام وكبير المستشارين في لجنة الحقيقة والمصالحة التي اختتمت أعمالها مؤخرا وهي المرة الأولى التي يدخل فيها الانتخابات الرئاسية.\n\n• ماما كانديه، وهي مرشحة حزب المؤتمر الديمقراطي في غامبيا، وقد احتلت المركز الثالث في انتخابات عام 2016، وتحظى بدعم من جامع\n\n• عبدولي إبريما جامع، وهو مرشح حزب الوحدة الوطنية، وهو مدرس سابق ترأس في السابق هيئة الطيران المدني في البلاد. ويخوض الانتخابات الرئاسية لأول مرة.\n\n• حليفة صلاح، وهي مرشحة حزب المنظمة الشعبية الديمقراطية للاستقلال والاشتراكية، وهي نائبة برلمانية وتتنافس للمرة الخامسة في انتخابات رئاسية.",
            "Label": "Find out which country elects its president by throwing glass balls into the polls",
            "do_translate": true
        },
        {
            "Full Text": "New York's workers must all have vaccine by 27 December.\nAll New Yorkers will need to be vaccinated if they want to go to work, the city's mayor has announced.\nPublic sector employers already have to be inoculated, but the mandate will now be extended to all private sector employees, Bill de Blasio told MSNBC.\n\nThe policy will take effect on 27 December, he said.\nWe in New York City have decided to use a pre-emptive strike, said Mr de Blasio, who leaves office at the end of December.\nWe've got Omicron as a new factor, we've got the colder weather which is going to really create new challenges with the Delta variant, we've got holiday gatherings, he said.\nVaccine mandates are the one thing that breaks through.\n\nHe said New York would be the first US city to mandate vaccines for private sector workers, affecting around 184,000 businesses.\nA mandate for public sector workers which came into force earlier this autumn met vocal resistance, and led some employees to leave their jobs. However, rates of vaccination rose in response to the policy.\nTen cases of the new Omicron variant, which is thought to be more transmissable than previous strains of Covid, have been identified in New York City and the immediate surrounding region.\n\nOne person who tested positive for Omicron attended an anime convention in Manhattan on 23 November, mixing indoors with hundreds of other people.\nMr de Blasio said it should be assumed that there was already community spread of the variant in New York.\nRates of the virus in the city, at around 20 per 100,000, according to the New York Times' Covid data, is lower than the overall US average of 33 per 100,000, but has been rising over the past month,\n\nOverall rates of vaccination across the US stand at 60% of the population. Around 69% of New Yorkers are fully vaccinated, although the rate varies widely between communities.\n\nMr de Blasio urged other US cities to follow his example.\n\nThis would be my advice to mayors, governors, CEOs all over the country - use these vaccine mandates. The more universal they are, the more likely employees will say, OK it's time I'm going to do this, because you can't jump from one industry to another or one company to another. It's something that needs to be universal to protect all of us.\n\nPresident Biden's nationwide policy to mandate vaccines for the private sector has been stalled by opposition in Congress and the courts.\nBut dozens of private sector employers have already said staff must be vaccinated to return to office-based roles, from investment giants such as Morgan Stanley, Blackrock and Goldman Sachs, to the likes of McDonald's, Walgreens and Walmart.\n\nKathryn Wylde, president of the business organisation Partnership for New York City said the business community had been blindsided by the announcement.\nInconsistent policies at the federal, state and city levels are not helpful and it is unclear who will enforce a mayoral mandate, and whether it is even legal, she said.\n\nJoe Borelli, minority leader on New York City Council tweeted that he planned to mount a legal challenge to the plan.\nHe said implementation of the policy would depend on the in-coming mayor Eric Adams.\n\nIn addition to the sweeping new mandate covering private employers, Mr de Blasio announced a toughening of the rules regulating entry to restaurants, bars and gyms.\nCurrently customers must prove they have received at least one dose of the vaccine. That will be changed to two, except for recipients of the one-dose Johnson & Johnson vaccine. Children under the age of 12 were previously exempt, but from 14 Dec will also be required to show proof of vaccination, now that the programme has been rolled out to include them.\n",
            "Label": "New York's workers must all have vaccine by 27 December",
            "do_translate": false
        },
        {
            "Full Text": "وقع انفجار ضخم في مخيم للفلسطينيين في منطقة صور جنوبي لبنان.\n\nوقال صحفيون محليون إن الانفجار وقع في مستودع ذخيرة تابع لأحد الفصائل الفلسطينية في مخيم البرج الشمالي.\n\nوقالت وسائل إعلام رسمية إن المستودع تابع لحركة حماس.\n\nولم يتضح بعد سبب الانفجار، ولكن بعض التقارير تحدثت عن اندلاع حريق قبل حدوث الانفجار.\n\nوأفادت الوكالة الوطنية للإعلام بأن الحادث أسفر عن سقوط قتلى وجرحى. وأوضحت أن السلطات أعلنت عن تحقيق للكشف عن ملابسات الحادث.",
            "Label": "Explosion in Al-Burj Al-Shamali refugee camp, Lebanon.",
            "do_translate": true
        }
    ]
}